{
  "aries": {
    "dates": "21.03..20.04",
    "text": "Овен: Баран он и в Африке останется бараном. Всегда считает себя правым и нее**т. Проще покончить с ним сразу, чем пытаться переспорить его, потому как это можно сделать только в одном случае, если он безногий, безрукий и слепоглухонемой инвалид (хотя, даже при таком раскладе он может показать вам х**). Зато Овен честный. Порой такой, сука, честный, что даже зубы может свести: предельно честно ответит по поводу вашей стрижки и нового платья. В домашних делах Овны, как правило, бесполезны. Но, если ему сказать, что у Стрельца получается лучше мыть полы, чем у него, то разобьется в лепешку, но будет каждую субботу полировать паркет, потому как нет еще на свете таких вещей, которые Овен смог бы уступить Стрельцу. Он всегда весел и способен искать сколько угодно приключений на свою жопу. Быстро и легко может зарабатывать бабло, но тут же его растрачивает. Однако, у него всегда находятся разные заначки, про которые он, из-за своего распиздяйства, забывает. Но сердечный друг Близнец в таких делах тут как тут."
  },
  "taurus": {
    "dates": "21.04..20.05",
    "text": "Телец. Это полный пи**ец и все. Гораздо упрямее Овна, но не имеет такого зачаровывающего небрежного расп***яйства. Плюшкин, способный веками хранить всякое ненужно барахло в доме, очень удивляется, когда поломанный транзисторный приемник, шарикоподшипники, ветошь, макулатура и прочая лабуда определяется на помойку. Постоянный в своих привязанностях, не может расстаться с человеческим говном, из-за чего бывает несчастным в любви. До усеру подозрительный и ревнует как сука. Может показаться, на первый взгляд, унылым мудаком. Еще тот извращенец. До потери сознания любит еб*ю. Недоверчивый к новым личностям, но для старых знакомых готов порвать волосы на жопе и последнюю рубашку на груди. Не способен задуматься на какой х** нужна рваная рубашка друзьям. Альтруист, поэтому ему постоянно прилетает по морде за это."
  },
  "gemini": {
    "dates": "21.05..21.06",
    "text": "Близнецы. Это весьма здорово, когда он один, и совсем абзац, когда их двое. Хоть на протяжении трех суток могут пи**еть без остановки и ни разу не повториться. Это прикольно, но очень утомительно. Все завидуют Близнецам, потому что он и чтец, и жнец, и на дуде игрец, короче говоря — в любой жопе затычка. Однако, никто не задумывается над тем, как Близнецам трудно выживать в этом мире и выбирать среди стольких возможностей. Даже, когда по уши в говне, считают, что жизнь проходит стороной. Одновременно любит жрать, трахаться и получать новую информацию. За это его называют извращенцем, а он просто экономит время. Очень ленив. Чтобы его оставили в покое и наконец отъе**ись, готов развернуть бурную деятельность.Люди считают его пи***болом, васей, хотя он далеко не дурак и в перерывах распиздяйства читает Кьеркегора и Канта. Чтение тоже не обходится без идиотского смеха, так как только Близнец способен найти юмор у Кьеркегора. Верит в романтику, как последняя портовая б**дь, сентиментальный и от того несчастен в любви. Только Овен способен выдержать постоянно устраиваемые Близнецами выпады веселого идиотизма. А, как известно, говна на всех не хватает"
  },
  "cancer": {
    "dates": "22.06..22.07",
    "text": "Рак. Не сочтите за предвзятость, но — гаже Рака нет другого знака. В представлении многих – это мнительное чмо с постоянными расспросами, а что будет, если я сяду в джакузи после какого-нибудь Педро Му**звондо, который дрочил туда и забеременею. При этом его совершенно не интересует отсутствие джакузи и то, что он не мужик. Рак может пугаться собственного воображения, вечно представлять конец света и прибегать к Деве за утешением при истерических припадках. Брезгливый как падла, обязательно сдохнет от голода на необитаемом острове, так как не способен сожрать продукт, валяющийся под пальмой, а не завернутый в полиэтилен. Е**ться любит, но без особого огонька. Женщины-Раки относятся к тем, что смотрят порнуху и ждут счастливого конца, где все поженятся. Способны мрачно и долго пи**еть по поводу своих болячек и других неудач в жизни. Тем самым, отпугивают практически всех, но не Тельца. Они верные, потому как бояться венерических заболеваний, могут философствовать и пьянствовать, что не доводит до добра."
  },
  "leo": {
    "dates": "23.07..23.08",
    "text": "Лев. Привык делить людей на свиту и холопов. Он эгоист, но ему прощается это качество за его непоколебимую и святую веру в свою опиз***ительность. Лев падкий на лесть, и с ее помощью из него можно вытащить все необходимое. Великодушный и может над собой смеяться. Остальные должны воздерживаться от насмешек над ним, дабы не оказаться с колом в жопе в ближайшей реанимации. Элегантный, но бывает хамоват. Любого может по уши втоптать в говно, просто так, ради забавы и уе***ского детского желания и любопытства позырить. Ведет себя как барин. Партнер должен понимать, как ему повезло с таким о**енным счастьем в виде Льва и относиться к нему соответствующим образом. Будет только за, если в быту его назовут Всевышним. Любит дарить своим друзьям ценные и дорогие подарки доказывая свою невъебенность. Любит поспать, пожрать, по***деть, из-за чего может обрести друзей среди Близнецов."
  },
  "virgo": {
    "dates": "24.08..23.09",
    "text": "Девы. Самый, сука, бесчеловечный и жестокий знак. Международная статистика вывела, что из Дев выходит больше всего маньяков-психопатов. Эта особа может мило улыбаться тебе, а внутри себя представить твои кишки, висящие на люстре. Маленькие Девы хотят стать Черными Властелинами Планеты, а повзрослев, осознают, что их въе**ли и становятся бездушными мостроидами, отравляющими своей педантичностью и стремлением к закону и порядку. Жена-Дева способна начать посреди ночи заправлять кровать, когда ты вышел просто поссать. Мужчина-Дева – это, пожалуй, самый грозный учитель математики, которого только можно представить. По расписанию трахается, так как соблюдает везде и во всем порядок. Обладая манией величия, не привык кому-либо объяснять свои поступки. Может ни в грош себя не ставить, впасть, сука, в другую крайность и ежедневно изображать жертву. Умеет отлично играть на публику и играть на нервах близких ему людей. Девы верят в свои страдания и начинают чахнуть и болеть. Жить с Девой можно, только необходимо абстрагироваться и убрать оружие из дома."
  },
  "libra": {
    "dates": "24.09..23.10",
    "text": "Весы. Это х*евы эстеты. У них семь пятниц на неделе. Это ценители святого искусства, а за собой вынести мусорное ведро не догадаются. Им не до этого. Всю сознательную жизнь ищут светлый идеал, поэтому времени, чтобы пришивать пуговицы и научиться готовить у него нет. Любит наряжаться и зае**т всех вокруг выбирая между вот этим с шелковой отсрочкой и вон тем с перламутровыми пуговицами. Любит ходить налево, даже при живом постоянном партнере. Объясняет это тем, что всегда остается верен душой своей единственной/ому, а тело, это так – ничто. Короче, еще тот гондон. Б**дская натура всегда способна перевесить высокодуховные идеалы, но Весы все равно гонятся за душевным равновесием.Мучаются псориазом и гастритом, как и все нерешительные уе**ны. Весы завистливы, но не злобны.Любит подставлять задницу, при чем не с целью что-то получить, а чисто из мозахических побуждений. Кажется печальным и нежным, вызывает желание взять под свою опеку, чего не стоит делать, так как мозг они вынесут конкретно. Этот лох постоянно прибывает в когнитивном диссонансе между желаемым и реальностью."
  },
  "scorpio": {
    "dates": "24.10..21.11",
    "text": "Скорпион. Это еще те е*ари-террористы. Когда некого е**ть, то переключается на мозг и начинает иметь его. Обычно, сами себе. Вечно полон каких-то бредовых идей, до усрачки самовлюблен и готов пялиться изо дня в день в зеркало и констатировать, что он самый красивый в мире. Скорпион тот еще истерик. В жизни ему интересны только он и е*ля, иногда, люди, которые в нем заинтересованы. Бывает добродушен, когда вы не хотите занять у него деньжат. Их он умеет зарабатывать и любит как самого себя. Из него невозможно вытащить никакую информацию, потому что он такой, сука, скрытный, что, пожалуй, проще будет выдать замуж пятидесятилетнюю девственницу. Находится в постоянном метании между тем, чтобы навредить кому-то и высокими идеалами. Так же, как и Овен, может, при желании, прошибать стену лбом, чтобы достичь цели. Стойко переносит все жопные ситуации, которые с ним происходят, потому что твердо знает, что сам их заслужил."
  },
  "sagittarius": {
    "dates": "22.11..21.12",
    "text": "Стрелец. Это еще один большой пи**ец среди знаков.  Его личное мнение должно обязательно стать истиной для тех, кто оказался с ним рядом. Способен все равно высказывать его охотно, несмотря на угрозы разбить морду, если не успокоится. Не понимает, когда за него на это обижаются. В целом, это везучий знак, умеющий компенсировать отсутствие у него бабла. Стрелец имеет много друзей, несмотря на любовь к обличительным поносам. Друзья обогревают и подкармливают этого уродца. А это потому, что Стрельцы вовремя прикидываются пуськами, когда рот занимают жратвой. Может спи**нуть лишнее, начиная рассказывать всем правду обо всех и не затыкая вовремя рот, за что тоже бывает часто бит. Может быть наркозависимым и религиозным фанатиком, хотя, это по сути одно и то же. Считается добрым, хотя х*й сразу это поймешь."
  },
  "capricorn": {
    "dates": "22.12..20.01",
    "text": "Козерог. Кажутся сперва унылым говном, считающим, что как бы не было сегодня х*ево, завтра будет гораздо хуже. Привыкли маскироваться под бодрячка, чтобы не получать за унылое выражение е**ла, но все равно получают. Счастье для него – вЪе***ать как проклятый. Козерог без дела считается мертвым. Если не имеет возможности работать, все равно найдет себе много различных занятий, чтобы не сидеть без дела. По началу может показаться ручным и кротким, но, как только появится возможность, Вы сразу ощутите его поджопник от корявых рогов. С особой радостью сделает это для Львов и Близнецов. Не может их терпеть из-за неподобающей статусу игривости. Он скупой и хитрожопый, хоть и не всегда. Спокойно себя чувствует рядом с мешком денег. Это большой любитель подЪе***ать и не чувствовать границ дозволенного, хотя умеет ох**нно выйти сухим из воды. Козерог редкий пакостник. При выборе партнера, использует расчет и здравый смысл, поэтому, сука, так счастлив в семейной жизни."
  },
  "aquarius": {
    "dates": "21.01..18.02",
    "text": "Водолей. Способен, как пресловутый червонец, нравиться абсолютно всем и каждому. Может составить достойную конкуренцию Близнецам по части попи**еть. Может легко общаться даже в незнакомом обществе. Создает ощущение человека, рухнувшего с дуба, однако этим же и умеет заворожить. Благодаря своему легкому флеру, способен притягивать глупеньких фанатов, которые восторгаются им. Способен раздавать правильные советы окружающим, когда у самого все в жизни идет через одно место. Несмотря на свою видимую и осязаемую пушистость и пиз**датость является потенциально великим преступником. Любит аферы, пусть даже и в мечтаниях. Закон может нарушать с наслаждением и без всяких угрызений совести, поэтому, среди этого знака много бывших уголовников. Внешне похож на помесь Мэрлин Монро и Безумного Шляпника."
  },
  "pisces": {
    "dates": "19.02..20.03",
    "text": "Рыбы. Разделяются на два типа: верных, истинно добрых, с непоколебимой моралью ангелов и опиз**невших в собственной беспринципности исчадий ада. Мерзким Рыбкам часто в  жизни все прощают, как тем же ангелоподобным Рыбкам-мученицам приходится раздражать обывателей своей недосягаемой святостью. По-страшному могут бл**овать, причем поймать Рыбу в этом деле, а уж тем более заставить признаться, практически невозможно. Вы будете смотреть в ее честные и добрые глаза до последнего, и все равно поверите каждому слову. Их можно назвать бездушными гондонами, не имеющими моральных принципов. Способны по-черному пи**еть, даже в тех случаях, когда это и не требуется. Любят нагонять туман, вводить в заблуждение людей, но на них не стоит обижаться. Рыбы склонны сначала идеализировать человека, а потом обижаться на то, что он оказался му**ком. Могут начать мстить всем вокруг. Даже оказавшись сучарами и падлами их невольно прощаешь, потому что они не привыкли жить в этом материальном мире."
  }
}